{
   "menu": {
      "home": "Inicio",
      "about": "Sobre Mi",
      "resumen": "Estudios",
      "portfolio": "Portafolio",
      "experiencia": "Experiencia",
      "contact": "Contáctame"
   },

    "header": {
      "ocupation": "Desarrollador Web."
   },

    "footer-header": {
      "download": "Descargar CV",
      "contact": "Contáctame"
   },

   "about-me": {
      "aboutme":"Sobre Mí",
      "name": "Nombre",
      
      "description": "¿Que tal Mundo? mi nombre es <span> Alejandro Stiven Restrepo Naranjo</span>, pero puedes llamarme  <span>Alejo.</span> Soy una persona autónoma, creativa y disciplinada, flexible ante el cambio y con un alto sentido de responsabilidad tanto en el ámbito profesional como en el personal. Poseo facilidad de adaptación y capacidad para trabajar en equipo, incluso en condiciones de alta presión. Siempre actúo de acuerdo con mis principios y respeto las normas y leyes en cualquier entorno. Me caracterizo por ser eficaz y eficiente, con valores sólidos que guían mi comportamiento. Además, tengo una gran capacidad de desempeño y siempre me distingo por mis buenos modales.<br><br> En el ámbito profesional, he desarrollado habilidades sólidas en <span>HTML</span> para crear estructuras robustas y bien definidas en mis proyectos, mientras que mis conocimientos en <span> CSS </span> me han ayudado a darles un aspecto atractivo y profesional, mientras que mi experiencia en <span> JavaScript</span> me ha permitido agregar interactividad y funcionalidad a mis creaciones. Además, tengo una sólida experiencia trabajando con <span>Node.js</span> y <span>Express</span> para desarrollar aplicaciones backend robustas, así como con <span>PHP</span> para gestionar proyectos de desarrollo web. Mi enfoque versátil me permite adaptarme a diversas herramientas y tecnologías para ofrecer soluciones efectivas y de alta calidad.<br><br>Fiel a mi valor principal: <span>#HazQueSuceda</span>, y quiero ser parte de la comunidad que cambia al mundo, de las personas que crean tecnología, de las que siempre hemos querido ser, <span>pero sobre todo ser mi mejor versión.</span> <br><br>Herramientas que utilizo en mis Proyectos:",
      "residence": "Residencia: Colombia - Medellín",
      "adress": "Dirección: Medellín - Caicedo",
      "E-mail": "Correo: alejandrorn.dev@gmail.com",
      "interests": "Intereses", 
      "interests1": "Una de las cosas que más disfruto es acampar y hacer trekking,Explorar las montañas y rincones que tiene nuestro territorio es una experiencia invaluable para mí.",
      "interests2": "Otro placer culposo es el viajar y conocer nuevas culturas junto con mi compañera de vida, el agregar nuevos conocimientos y experiencias a nuestras vidas es un aprendizaje que nunca se olvida.",
      "interests3": "Dado mi gusto por los desafíos mentales, me fascina resolver acertijos y cubos Rubik. Puedo pasar horas concentrado en resolver nuevos enigmas y desentrañar los secretos detrás de cada desafío.",
      "interests4": "Como soy un apasionado de los videojuegos en línea, y disfruto sumergirme en largas sesiones de juego durante todo el fin de semana. Para mí, no hay nada como la emoción y la diversión que experimento al participar en maratones de juegos desde la comodidad de mi hogar."
   },

   "resumen": {
      "resume": "Estudios",
      "educaction": "Cursos",
      "date": "2021 - Actualmente",
      "educactionOnline": "Educacíon En Línea",
      "cCantidad": "Cursos",
      "cHoras": "Horas",
      "certificates": "Certificados"
   },

   "resumen1": {
      
      "nameCurso": "Python intermedio",
      "cCantidad": "Cursos",
      "cHoras": "Horas"
   },
   "resumen3": {
      "nameCurso": "Basico de python",
      "cCantidad1": "Curso"
   },
   "resumen4": {
      "nameCurso": "Git y github"
   },
   "resumen5": {
      "nameCurso": "Introducción a la terminal y linea de comandos"
   },
   "resumen6": {
      "nameCurso": "Seguridad informatica"
   },
   "resumen7": {
      "nameCurso": "Profesional de wordpress"
   },

   "portfolio": {
      "portfolio": "Proyectos",
      "webname1": "Agencia de Viaje - Maqueta",
      "description": "Proyecto web sobre Agencia donde podrás comprar boletos de avión, paquetes de estadias y reservas de hospedaje.",
      "btnsiew": "Ver Demo",
      "btncode": "Ver Codigo",

      "webname2": "Alquiler de Alojamiento - Maqueta",
      "description2": "Proyecto web sobre una plataforma digital dedicada a la oferta de alojamientos a particulares y turísticos (alquiler vacacional) .",
      
      "webname3": "Ecommerce Aguacate - Maqueta - API",
      "description3": "Proyecto web sobre Ecommerce con venta de Productos Organicos (Aguacates) con resetas para preparar con dichos productos. ",

      "webname4": "Tienda de Café - Maqueta",
      "description4": "Proyecto web sobre tienda de venta de Cafe y sus derivados, servicios y sus productos. Ventas al mayor y al por menor. ",

      "webname5": "Portafolio - Maqueta",
      "description5": "Pagina web diseñada para mostrar las diferentes paginas de mis inicios. En ellas se podra observar diferentes tipos de maquetación.",
   
      "description6": "Maquetacion sobre un Curriculun Vitae, el mismo es a adaptable a diferentes tipos de dispositivos. ",

      "webname7": "Carrito de Compra - Javascript",
      "description7": "Pagina web diseñada para mostrar Productos a comprar y ser mostrados en un carrito de compras. En ellas se podra observar el uso de Javascript.",

      "webname8": "Simulador Email - Javascript",
      "description8": "Simulador de Envio de Email. Proporciona validaciones en cada campo de entrada y utiliza un spinner externo."
   },

   "contactMe": {
      "contact": "Escríbeme"
    }
   
}